//学校简介
module.exports.introduce = {
  "shortName": "动物园",
  "name": "动物园",
  "images": "动物园导览/zoo.jpg",
  "share": "动物园导览/zoo.jpg",
  "latitude": "23.04266",
  "longitude": "113.38747",
  "img": [
    "动物园导览/大门/大门1.png"
  ],
  "description": "动物园是一个集动物观赏、科普教育、休闲娱乐为一体的综合性动物园。园区占地面积广阔，拥有24个动物展区，展示了来自世界各地的珍稀动物。游客可以在这里近距离观察大熊猫、东北虎、长颈鹿等动物的生活习性，感受大自然的神奇魅力。园区内设施齐全，设有6个洗手间、2个售票处、8个美食点、2个服务中心和2个停车场，为游客提供便捷的服务。此外，动物园还有两个大门，方便游客进出。我们致力于提供优质的游客体验，欢迎广大游客前来参观游玩。",
  "mapCopyright": {
    "name": "动物园管理处",
    "url": "zoo.example.com"
  }
}
//地图数据
module.exports.map = [{
    "name": "动物展区",
    "scale": 16,
    "data": [{
        "name": "大熊猫馆",
        "latitude": "23.03849",
        "longitude": "113.39292",
        "iconPath": "/images/map/ico/panda.png",
        "width": "30",
        "height": "30",
        "img": [
          "动物园导览/动物展区/大熊猫.jpg"
        ],
        "description": "大熊猫是中国特有的珍稀哺乳动物，被誉为'活化石'。成年个体体长1.2-1.8米，体重80-120公斤。主要以竹子为食，每天进食时间长达12小时。具有标志性的黑白相间毛色，拇指状腕骨突帮助抓握竹竿。现存野生种群约1864只，主要分布在四川、陕西、甘肃的山区。"
      },
      {
        "name": "东北虎园",
        "latitude": "23.03948",
        "longitude": "113.39163",
        "iconPath": "/images/map/ico/tiger.png",
        "width": "30",
        "height": "30",
        "img": [
          "动物园导览/动物展区/东北虎.jpg"
        ],
        "description": "现存体型最大的猫科动物，体长可达3米，体重300公斤以上。独居夜行性动物，具有极强的游泳能力，活动范围可达100平方公里。每胎产2-4仔，幼崽跟随母虎生活2-3年。我国现存野生东北虎约60只，主要分布在东北虎豹国家公园。"
      },
      {
        "name": "长颈鹿馆",
        "latitude": "23.03754",
        "longitude": "113.39981",
        "iconPath": "/images/map/ico/giraffe.png",
        "width": "30",
        "height": "30",
        "img": [
          "动物园导览/动物展区/长颈鹿.jpg"
        ],
        "description": "现存最高的陆生动物，成年雄性高4.8-5.5米，体重900-1200公斤。具有独特的心血管系统：心脏重达11公斤，血压是人类的3倍。长颈鹿的舌头长达45厘米，可灵巧卷取树叶。斑纹图案具有个体识别功能，群体社会结构复杂。"
      },
      {
        "name": "亚洲象馆",
        "latitude": "23.03813",
        "longitude": "113.38996",
        "iconPath": "/images/map/ico/elephant.png",
        "width": "30",
        "height": "30",
        "img": [
          "动物园导览/动物展区/亚洲象.jpg"
        ],
        "description": "亚洲现存最大的陆生动物，体长5.5-6.4米，肩高2.5-3米，体重约5吨。每天需要进食150公斤植物，饮水量达200升。象群由年长雌象领导，使用次声波进行远距离交流。象牙实际是特化的上门齿，雌雄均有但雄性较长。"
      },
      {
        "name": "金丝猴馆",
        "latitude": "23.03987",
        "longitude": "113.38931",
        "iconPath": "/images/map/ico/monkey.png",
        "width": "30",
        "height": "30",
        "img": [
          "动物园导览/动物展区/金丝猴.jpg"
        ],
        "description": "我国特有珍稀灵长类，体长约70厘米，尾长与体长相当。具有亮丽的金色毛发和蓝色面孔，栖息在海拔1500-3300米的针阔混交林中。群体规模20-200只，实行'一夫多妻'制。以树叶、嫩芽、果实为食，冬季会下到低海拔地区觅食。"
      },
      {
        "name": "火烈鸟园",
        "latitude": "23.03573",
        "longitude": "113.39615",
        "iconPath": "/images/map/ico/flamingo.png",
        "width": "30",
        "height": "30",
        "img": [
          "动物园导览/动物展区/火烈鸟.jpg"
        ],
        "description": "大型涉禽，体高1.2-1.4米，因食物中的虾青素呈现粉红色羽毛。长腿适合在浅水区行走，镰刀状喙可过滤藻类和小型甲壳动物。集群繁殖，巢穴用泥浆堆砌成圆锥形。求偶时会进行整齐的集体舞蹈表演。"
      },
      {
        "name": "孔雀园",
        "latitude": "23.03736",
        "longitude": "113.39779",
        "iconPath": "/images/map/ico/peacock.png",
        "width": "30",
        "height": "30",
        "img": [
          "动物园导览/动物展区/孔雀.jpg"
        ],
        "description": "雄性孔雀尾上覆羽延长成1.5米的尾屏，展开时形成华丽的眼状斑纹。杂食性，以种子、昆虫、小型爬行动物为食。晨昏活动，夜间栖息树上。鸣叫声洪亮可达2公里，开屏行为既是求偶展示也是警戒信号。"
      },
      {
        "name": "鸵鸟园",
        "latitude": "23.03554",
        "longitude": "113.39459",
        "iconPath": "/images/map/ico/ostrich.png",
        "width": "30",
        "height": "30",
        "img": [
          "动物园导览/动物展区/鸵鸟.jpg"
        ],
        "description": "现存最大的鸟类，体高2-2.5米，体重可达150公斤。虽然不会飞，但奔跑时速可达70公里。每只脚仅有两个脚趾，适应快速奔跑。蛋重1.5公斤，是现存鸟类中最大的蛋。具有发达的眼睑和睫毛，适应沙漠环境。"
      },
      {
        "name": "企鹅馆",
        "latitude": "23.03947",
        "longitude": "113.39516",
        "iconPath": "/images/map/ico/penguin.png",
        "width": "30",
        "height": "30",
        "img": [
          "动物园导览/动物展区/企鹅.jpg"
        ],
        "description": "南极特有的海洋鸟类，虽然不会飞但擅长游泳，时速可达30公里。密集的羽毛和皮下脂肪帮助抵御严寒。实行严格的一夫一妻制，雄性负责孵化企鹅蛋。群体捕食磷虾、小鱼和鱿鱼，潜水深度可达500米。"
      },
      {
        "name": "丹顶鹤园",
        "latitude": "23.03882",
        "longitude": "113.39831",
        "iconPath": "/images/map/ico/crane.png",
        "width": "30",
        "height": "30",
        "img": [
          "动物园导览/动物展区/丹顶鹤.jpg"
        ],
        "description": "大型涉禽，体长1.5米，翼展可达2.4米。头顶红色肉冠是性成熟标志，求偶时会进行优美的双鹤舞。栖息在湿地环境，以鱼虾、昆虫、植物根茎为食。迁徙距离可达2000公里，飞行时排成'人'字形队列。"
      },
      {
        "name": "鳄鱼池",
        "latitude": "23.03437",
        "longitude": "113.39562",
        "iconPath": "/images/map/ico/crocodile.png",
        "width": "30",
        "height": "30",
        "img": [
          "动物园导览/动物展区/湾鳄.jpg"
        ],
        "description": "湾鳄是现存最大的爬行动物，体长可达7米，体重超1吨。具有极强的咬合力（1900公斤），能进行'死亡翻滚'撕扯猎物。可在海水和淡水中生存，通过晒太阳调节体温。巢穴温度决定幼鳄性别：30℃以下为雌性，32℃以上为雄性。"
      },
      {
        "name": "蟒蛇馆",
        "latitude": "23.03466",
        "longitude": "113.39978",
        "iconPath": "/images/map/ico/python.png",
        "width": "30",
        "height": "30",
        "img": [
          "动物园导览/动物展区/缅甸蟒.jpg"
        ],
        "description": "缅甸蟒是亚洲第二大蛇类，体长可达5米。夜行性捕食者，通过热感应器官探测猎物。捕猎时用身体缠绕使猎物窒息，可吞食相当于自身体重70%的猎物。蜕皮周期约2个月，蜕皮前眼睛会变浑浊。"
      },
      {
        "name": "变色龙馆",
        "latitude": "23.03586",
        "longitude": "113.39823",
        "iconPath": "/images/map/ico/chameleon.png",
        "width": "30",
        "height": "30",
        "img": [
          "动物园导览/动物展区/变色龙.jpg"
        ],
        "description": "具有360度视野的眼睛，可独立转动定位猎物。舌头弹射速度达5米/秒，能在0.07秒内捕获昆虫。皮肤含有纳米晶体结构，通过调整晶体排列改变颜色。每脚分叉为两组趾头，形成钳状抓握结构。"
      },
      {
        "name": "象龟园",
        "latitude": "23.03435",
        "longitude": "113.39690",
        "iconPath": "/images/map/ico/tortoise.png",
        "width": "30",
        "height": "30",
        "img": [
          "动物园导览/动物展区/加拉帕戈斯象龟.jpg"
        ],
        "description": "加拉帕戈斯象龟是现存最大的陆龟，体长1.5米，体重达400公斤。寿命超过150年，新陈代谢率极低，可长时间不进食饮水。不同岛屿的种群演化出独特的背甲形状，达尔文曾以此研究物种演化理论。"
      },
      {
        "name": "巨蜥馆",
        "latitude": "23.03587",
        "longitude": "113.39333",
        "iconPath": "/images/map/ico/komodo.png",
        "width": "30",
        "height": "30",
        "img": [
          "动物园导览/动物展区/科莫多巨蜥.jpg"
        ],
        "description": "科莫多巨蜥是现存最大的蜥蜴，体长3米，体重70公斤。唾液含50多种细菌，咬伤可致败血症。具有毒腺系统，能分泌抗凝血毒素。雌性可孤雌生殖，幼蜥出生后会立即爬上树躲避成年同类。"
      },
      {
        "name": "两栖动物馆",
        "latitude": "23.03372",
        "longitude": "113.39394",
        "iconPath": "/images/map/ico/amphibian.png",
        "width": "30",
        "height": "30",
        "img": [
          "动物园导览/动物展区/非洲牛蛙.jpg",
          "动物园导览/动物展区/东方蝾螈.jpg",
          "动物园导览/动物展区/箭毒蛙.jpg",
          "动物园导览/动物展区/大鲵.jpg",
        ],
        "description": "展示包括非洲牛蛙、东方蝾螈、箭毒蛙、大鲵等多种两栖动物。非洲牛蛙是体型最大的蛙类之一，体长可达25厘米。具有锋利牙齿和强力下颚，能捕食小型啮齿动物。旱季时会分泌粘液形成茧状结构休眠。雄性具有护卵行为，会攻击接近卵的潜在威胁者。东方蝾螈是我国特有的小型两栖动物，体长8-12厘米。皮肤分泌神经毒素作为防御机制，鲜艳的腹部颜色是警戒色。幼体具有外鳃，变态后转为肺呼吸。再生能力极强，能再生四肢、心脏和部分大脑组织。箭毒蛙是具有鲜艳警戒色的热带雨林蛙类，体长2-5厘米。皮肤分泌的生物碱毒素可致麻痹死亡，毒性来自食物中的蚂蚁。雄性负责照顾卵和蝌蚪，会将蝌蚪背到不同水域防止同类相食。大鲵是我国特有珍稀两栖动物，体长可达1.8米。夜间活动，通过皮肤褶皱进行水下呼吸。寿命可达60年，3-5年才达到性成熟。叫声似婴儿啼哭，故称'娃娃鱼'。对水质要求极高，是环境监测的重要指示物种。"
      },
      {
        "name": "水族馆",
        "latitude": "23.03736",
        "longitude": "113.39543",
        "iconPath": "/images/map/ico/aquarium.png",
        "width": "30",
        "height": "30",
        "img": [
          "动物园导览/动物展区/金龙鱼.jpg",
          "动物园导览/动物展区/小丑鱼.jpg",
          "动物园导览/动物展区/鲨鱼.jpg",
          "动物园导览/动物展区/水母.jpg"
        ],
        "description": "展示包括金龙鱼、小丑鱼、鲨鱼、水母等多种水生动物。金龙鱼是古老的热带淡水鱼，体长可达90厘米。鳞片呈现金属光泽，具有'龙须'状触须。属口孵鱼类，雄鱼会将鱼卵含在口中保护。需要大型水族箱饲养，水温需保持在24-30℃之间。小丑鱼体长10-18厘米，与海葵形成共生关系。群体中体型最大的个体为雌性，当雌性死亡后，雄性会变性取代。体表黏液可抵御海葵刺细胞，幼鱼通过接触海葵触手逐步建立免疫。鲨鱼是海洋顶级掠食者，具有5-7对鳃裂。皮肤覆盖盾鳞，减少游动阻力。嗅觉极其灵敏，可探测百万分之一浓度的血液。部分种类具有电感受器，能感知生物电场。肝脏占体重25%，储存大量油脂帮助浮力调节。水母95%身体由水组成，伞状体直径从1厘米到2米不等。触手具有刺细胞，可释放神经毒素。有些种类具有生物发光能力，通过化学反应产生蓝绿色光。生命周期包括水螅体和水母体两个阶段。"
      },
      {
        "name": "小熊猫馆",
        "latitude": "23.03880",
        "longitude": "113.39667",
        "iconPath": "/images/map/ico/red_panda.png",
        "width": "30",
        "height": "30",
        "img": [
          "动物园导览/动物展区/小熊猫.jpg"
        ],
        "description": "小型树栖哺乳动物，体长50-65厘米，具有红褐色毛发和环纹尾巴。昼行性动物，主要食用竹叶，但也吃水果和鸟蛋。足部具有可伸缩的锋利爪子，适合攀爬树木。通过气味标记领地，冬季会降低新陈代谢率节约能量。"
      },

    ]
  },
  {
    "name": "洗手间",
    "scale": 16,
    "data": [{
        "name": "洗手间1",
        "latitude": "23.03837",
        "longitude": "113.38887",
        "iconPath": "/images/map/ico/toilet.png",
        "width": "30",
        "height": "30",
        "img": ["动物园导览/洗手间/洗手间1.jpg"],
        "description": "洗手间1位于动物园的显眼位置，旨在为游客提供便捷的卫生设施。该洗手间内部布局合理，设有多个隔间和洗手台，确保高峰时段也能满足游客的需求。每个隔间内均配备了卫生纸、挂钩以及紧急呼叫按钮等设施，保障使用者的基本需求及安全。此外，这里还特别设置了家庭卫生间，方便携带小孩或老人的家庭使用。地面采用防滑材料铺设，增加了使用的安全性。为了保持环境清洁，管理团队定期进行清洁和维护，并在入口处放置了消毒液供游客使用。"
      },
      {
        "name": "洗手间2",
        "latitude": "23.03955",
        "longitude": "113.39264",
        "iconPath": "/images/map/ico/toilet.png",
        "width": "30",
        "height": "30",
        "img": ["动物园导览/洗手间/洗手间2.jpg"],
        "description": "洗手间2设计考虑到了游客的实际需求，提供了充足的厕位数量以应对人流高峰期。内部装饰简洁大方，所有设备均选用高质量材料，保证耐用性和舒适性。除了常规的男女厕所外，还设有一个无障碍卫生间，配备有扶手和其他辅助设施，便于行动不便者使用。洗手台上安装了感应式水龙头和自动皂液器，提升了卫生标准。为了进一步增强便利性，洗手间内还设置了吹风机和镜子，并且照明充足，确保夜间使用的良好体验。清洁人员定时进行清扫，确保环境卫生整洁。"
      },
      {
        "name": "洗手间3",
        "latitude": "23.03685",
        "longitude": "113.39395",
        "iconPath": "/images/map/ico/toilet.png",
        "width": "30",
        "height": "30",
        "img": ["动物园导览/洗手间/洗手间3.jpg"],
        "description": "洗手间3拥有完善的设施，包括干净整洁的卫生间和宽敞明亮的洗手区。这里的隔间门锁可靠，保证了个人隐私。每个隔间都配有垃圾桶，方便废弃物处理。考虑到不同年龄层的需求，洗手间内安装了高低不同的洗手池，并配备了儿童座椅和更换尿布的台面，非常适合带小孩的家庭使用。此外，洗手间还采用了现代化的通风系统，有效排除异味，维持空气清新。地面始终保持干燥，避免因湿滑造成的安全隐患。为了环保，这里还推广使用节水器具，减少水资源浪费。"
      },
      {
        "name": "洗手间4",
        "latitude": "23.03531",
        "longitude": "113.39827",
        "iconPath": "/images/map/ico/toilet.png",
        "width": "30",
        "height": "30",
        "img": ["动物园导览/洗手间/洗手间4.jpg"],
        "description": "洗手间4以其高标准的设施和服务著称，致力于为每一位游客提供舒适的使用体验。该洗手间内部空间宽敞，设有多个独立的卫生间隔间，每个隔间内都有良好的通风条件，并配备了全面的卫生用品。公共区域安装了多排洗手池，旁边设有自动感应出水装置和干手机，既方便又卫生。为照顾特殊群体，洗手间内设有专门的无障碍通道和设施齐全的无障碍卫生间。同时，管理方还特别强调了卫生间的日常清洁与消毒工作，确保每时每刻都能达到高标准的卫生要求。"
      },
      {
        "name": "洗手间5",
        "latitude": "23.03842",
        "longitude": "113.39760",
        "iconPath": "/images/map/ico/toilet.png",
        "width": "30",
        "height": "30",
        "img": ["动物园导览/洗手间/洗手间5.jpg"],
        "description": "洗手间5是园内重要的公共服务设施之一，其设计充分考虑了实用性与功能性。内部结构科学合理，不仅有普通男女厕所，还有专为母婴设计的家庭卫生间。这些家庭卫生间内配置了婴儿护理台和儿童专用马桶，极大地方便了家长照顾孩子。洗手间内的所有设施如马桶、水龙头等均选用易于清洁且耐用的产品，确保长期使用下的稳定性能。地面和墙面使用防水防潮材料，有效防止霉菌滋生。整个洗手间区域通过高效的排风系统保持空气流通，创造了一个舒适宜人的环境。"
      }
    ]
  },
  {
    "name": "售票处",
    "scale": 16,
    "data": [{
        "name": "售票处1",
        "latitude": "23.03991",
        "longitude": "113.38916",
        "iconPath": "/images/map/ico/sell.png",
        "width": "30",
        "height": "30",
        "img": ["动物园导览/售票处/售票处1.jpg"],
        "description": "售票处1为游客提供便捷的门票购买服务，这里配备了高效的售票系统和专业的工作人员，确保每位游客都能快速、准确地获取入园所需的门票。该售票点支持多种支付方式，包括现金、信用卡以及移动支付等，满足不同游客的需求。为了提升服务质量，售票窗口前设有清晰的信息展示牌，列出了最新的票价信息及优惠活动详情，方便游客了解并选择合适的票种。此外，还设有自动售票机，供那些希望节省排队时间的游客使用，这些机器操作简便，支持多语言界面，便于国内外游客自助购票。"
      },
      {
        "name": "售票处2",
        "latitude": "23.03858",
        "longitude": "113.39968",
        "iconPath": "/images/map/ico/sell.png",
        "width": "30",
        "height": "30",
        "img": ["动物园导览/售票处/售票处2.jpg"],
        "description": "售票处2同样提供全面的门票购买服务，并且注重提高顾客体验的便捷性和效率。这里的工作人员接受过专业培训，能够迅速解答游客关于票价、开放时间以及其他相关问题的疑问。售票处内部布局合理，设有多个服务窗口以减少游客等待时间。除了传统的面对面售票服务外，还引入了先进的电子支付技术，使得整个购票过程更加流畅快捷。此外，针对团体游客，售票处2提供了特别通道和优惠政策咨询，帮助团队更高效地完成购票流程。同时，这里也定期更新展示最新的园区资讯，使游客在购票的同时也能了解到动物园内正在进行的特别活动或展览。"
      }
    ]
  },
  {
    "name": "美食",
    "scale": 16,
    "data": [{
        "name": "熊猫亲子餐厅",
        "latitude": "23.03841",
        "longitude": "113.39447",
        "iconPath": "/images/map/ico/food.png",
        "width": "30",
        "height": "30",
        "img": ["动物园导览/美食/熊猫亲子餐厅.jpg"],
        "description": "熊猫亲子餐厅位于动物园内，旨在为家庭游客提供一个愉快的用餐环境。该餐厅特别设计了适合儿童使用的设施和菜单，包括营养均衡的儿童套餐以及专为大人准备的丰富餐点。餐厅内部装饰以熊猫为主题，营造出温馨而有趣的氛围。除了传统的桌椅布置外，还设有专门的游戏区域，让孩子们在等待食物时也能找到乐趣。此外，这里也提供了婴儿护理台等便利设施，方便带小孩的家庭使用。"
      },
      {
        "name": "桂源祥",
        "latitude": "23.03773",
        "longitude": "113.39129",
        "iconPath": "/images/map/ico/food.png",
        "width": "30",
        "height": "30",
        "img": ["动物园导览/美食/桂源祥.jpg"],
        "description": "桂源祥以其精致的传统点心和特色糕饼闻名，是喜爱中式点心的游客不可错过的一站。店内产品种类丰富，包括蛋挞、老婆饼、杏仁饼等多种经典款式。所有点心均由经验丰富的师傅手工制作，保证了传统工艺的传承与品质。桂源祥还特别推出了季节限定款，如中秋节的月饼、端午节的粽子等，深受当地居民和外地游客的喜爱。店内装修简洁大方，体现了对传统中华文化的尊重。"
      },
      {
        "name": "天鹅美食",
        "latitude": "23.03663",
        "longitude": "113.39726",
        "iconPath": "/images/map/ico/food.png",
        "width": "30",
        "height": "30",
        "img": ["动物园导览/美食/天鹅美食.jpg"],
        "description": "天鹅美食致力于为游客呈现多样化的美食选择，从地道的地方小吃到国际化的快餐应有尽有。这里的菜品注重食材的新鲜度与烹饪技巧，力求每一道菜肴都达到最佳口感。餐厅布局宽敞明亮，座位安排合理，可以同时容纳大量顾客就餐。对于素食者来说，天鹅美食也提供了丰富的植物性食品选项，确保所有类型的饮食需求都能得到满足。此外，餐厅还设置了外卖窗口，方便那些希望带走食物继续游览的游客。"
      },
      {
        "name": "虎山小卖部",
        "latitude": "23.03728",
        "longitude": "113.39318",
        "iconPath": "/images/map/ico/food.png",
        "width": "30",
        "height": "30",
        "img": ["动物园导览/美食/虎山小卖部.jpg"],
        "description": "虎山小卖部是一个便捷的小型食品售卖点，主要出售各类即食零食和饮料。这里的商品种类繁多，包括薯片、巧克力、坚果等多种休闲食品，以及各种瓶装水、果汁和碳酸饮料。考虑到户外活动的特点，小卖部特别增加了能量棒和运动饮料的供应，帮助游客补充体力。尽管规模不大，但其位置优越，靠近多个热门景点，成为许多游客中途休息补给的理想选择。"
      },
      {
        "name": "北野冰城",
        "latitude": "23.03845",
        "longitude": "113.39779",
        "iconPath": "/images/map/ico/food.png",
        "width": "30",
        "height": "30",
        "img": ["动物园导览/美食/北野冰城.jpg"],
        "description": "北野冰城是一家专注于冷饮及甜品制作的餐饮场所，以其独特的风味吸引了众多游客前来品尝。店内供应多种口味的手工冰淇淋、雪糕以及其他冷冻甜品，如冰沙和奶昔等。为了适应不同顾客的需求，北野冰城还推出了低糖、无糖选项，确保每一位顾客都能享受到美味而不必担心健康问题。此外，餐厅还提供各种热饮，使得无论天气如何，游客都能找到心仪的饮品。"
      },
      {
        "name": "青龙餐厅",
        "latitude": "23.03553",
        "longitude": "113.39816",
        "iconPath": "/images/map/ico/food.png",
        "width": "30",
        "height": "30",
        "img": ["动物园导览/美食/青龙餐厅.jpg"],
        "description": "青龙餐厅是一家融合了传统与现代元素的中式餐厅，提供正宗的中餐体验。餐厅主打地方特色菜系，同时也融入了一些创新元素，使传统菜肴焕发出新的魅力。无论是经典的红烧肉还是清淡的蒸鱼，厨师团队都用心烹调，保证每道菜的质量。餐厅内部装修典雅，充满东方韵味，适合朋友聚会或家庭聚餐。此外，青龙餐厅还设有包厢服务，为寻求私密空间的客人提供额外的选择。"
      },
      {
        "name": "泰芒了",
        "latitude": "23.03747",
        "longitude": "113.39916",
        "iconPath": "/images/map/ico/food.png",
        "width": "30",
        "height": "30",
        "img": ["动物园导览/美食/泰芒了.png"],
        "description": "泰芒了专注于芒果制品，是芒果爱好者的天堂。店内最受欢迎的产品当属新鲜出炉的芒果糯米饭和芒果班戟，这些甜品均采用优质芒果制成，果香四溢。除此之外，还有芒果冰激凌、芒果布丁等多种甜品可供选择。泰芒了不仅限于甜品，也推出了一些以芒果为主料的咸味小吃，如芒果沙拉等，满足不同顾客的口味偏好。店内环境清新自然，充满了热带风情。"
      },
      {
        "name": "萌帅酷美食广场",
        "latitude": "23.03852",
        "longitude": "113.39580",
        "iconPath": "/images/map/ico/food.png",
        "width": "30",
        "height": "30",
        "img": ["动物园导览/美食/萌帅酷美食广场.jpg"],
        "description": "萌帅酷美食广场是一个集多种美食于一体的大型餐饮区，汇集了来自世界各地的经典美食。在这里，游客可以品尝到来自意大利的手工披萨、日本的寿司、印度的咖喱饭等多种国际美食。每个摊位都有自己的特色，既能让顾客享受异国风味，也能让他们探索不同的文化背景。美食广场的设计开放且灵活，设有充足的座位供游客自由选择，是团体游客理想的用餐地点。"
      }
    ]
  },
  {
    "name": "服务中心",
    "scale": 16,
    "data": [{
        "name": "游客服务中心",
        "latitude": "23.03722",
        "longitude": "113.39304",
        "iconPath": "/images/map/ico/service.png",
        "width": "30",
        "height": "30",
        "img": ["动物园导览/服务中心/游客服务中心.jpg"],
        "description": "游客服务中心位于动物园的显眼位置，为前来参观的游客提供全面的信息支持与帮助。该中心配备了专业的工作人员，能够提供包括园区地图、导览手册在内的多种资料，确保每位游客都能获得详尽的游览指南。此外，这里还设有问询处，可以解答关于开放时间、表演安排以及特别活动的所有疑问。服务设施方面，游客服务中心内设有休息区，方便游客在需要时稍作休息，并提供免费Wifi，便于游客查询信息或分享他们的体验。同时设有医务室和母婴室，方便游客在需要时使用。"
      },
      {
        "name": "志愿服务驿站",
        "latitude": "23.03478",
        "longitude": "113.39407",
        "iconPath": "/images/map/ico/service.png",
        "width": "30",
        "height": "30",
        "img": ["动物园导览/服务中心/志愿服务驿站.jpg"],
        "description": "志愿服务驿站是动物园为增强游客体验而设立的服务点之一，主要由志愿者组成团队进行运营。这里提供的服务涵盖了从基础的信息咨询到紧急情况下的援助等多个方面。志愿服务驿站不仅向游客分发园区介绍材料，还组织各种互动活动，旨在提高公众对野生动物保护意识的认知。同时，驿站也接受游客的意见和建议，作为改进服务质量的重要参考依据。通过这些努力，志愿服务驿站成为了连接动物园与游客之间的桥梁。"
      },
      {
        "name": "行李寄存处1",
        "latitude": "23.03985",
        "longitude": "113.38766",
        "iconPath": "/images/map/ico/service.png",
        "width": "30",
        "height": "30",
        "img": ["动物园导览/服务中心/行李寄存处1.jpg"],
        "description": "行李寄存处1为携带大型行李或不便随身携带物品的游客提供了便捷的解决方案。此寄存点采用先进的安全措施，确保所有存放物品的安全性。内部空间宽敞，设计合理，可满足不同大小行李的存放需求。每个储物柜都经过精心维护，保持清洁卫生，让游客放心使用。除了基本的寄存功能外，工作人员还会根据需要提供额外的帮助，如指导如何正确使用储物柜等，使得整个过程既快捷又轻松，极大地提升了游客的参观便利性。"
      },
      {
        "name": "行李寄存处2",
        "latitude": "23.03748",
        "longitude": "113.40016",
        "iconPath": "/images/map/ico/service.png",
        "width": "30",
        "height": "30",
        "img": ["动物园导览/服务中心/行李寄存处2.jpg"],
        "description": "行李寄存处2位于动物园的一个重要位置，专门为那些希望轻装上阵探索园区的游客设计。这里的设施现代化且易于操作，无论是短期还是长期存放，都能够得到妥善处理。为了保障用户的财产安全，寄存处采用了电子锁系统，用户可以通过输入自定义密码来锁定和开启自己的储物箱。与此同时，周围设置了监控摄像头，进一步增强了安全性。对于有特殊需求的游客，比如需要冷藏保存某些物品，寄存处也能提供相应的服务选项，充分考虑到了各类游客的实际需求。"
      }
    ]
  },
  {
    "name": "停车场",
    "scale": 16,
    "data": [{
        "name": "停车场1",
        "latitude": "23.03854",
        "longitude": "113.38638",
        "iconPath": "/images/map/ico/carPark.png",
        "width": "30",
        "height": "30",
        "img": ["动物园导览/停车场/停车场1.jpg"],
        "description": "停车场1设计合理，旨在为前来动物园的游客提供充足的停车位。该停车场占地面积广阔，能够容纳大量车辆同时停放，包括普通轿车、SUV以及小型巴士等不同类型的交通工具。内部划线清晰，标识明确，确保每辆车都能找到合适的停车位置，并且方便进出。此外，停车场内设有多个监控摄像头，以保障车辆的安全。为了便于管理和引导，入口处设有电子显示屏，实时显示剩余车位数量，帮助司机迅速做出决策。停车场还配备了照明系统，确保夜间停车的安全性和便利性。"
      },
      {
        "name": "停车场2",
        "latitude": "23.03626",
        "longitude": "113.40137",
        "iconPath": "/images/map/ico/carPark.png",
        "width": "30",
        "height": "30",
        "img": ["动物园导览/停车场/停车场2.jpg"],
        "description": "停车场2同样提供了宽敞的停车空间，满足了不同类型车辆的停放需求。其布局优化，使得车辆可以高效地进入和离开，减少了拥堵的可能性。停车场地面平整，维护良好，有助于保护车辆轮胎及底盘不受损坏。这里也安装了现代化的安全监控设备，覆盖整个停车区域，确保每一位车主的财产安全。在停车场的显眼位置设置了指示牌，指引游客前往最近的入园口，缩短步行距离。另外，考虑到环保和节能的需求，停车场采用了太阳能路灯，不仅降低了运营成本，还体现了绿色出行的理念。对于行动不便的游客，停车场还特别预留了无障碍停车位，靠近出口位置，方便他们使用。"
      }
    ]
  },
  {
    "name": "大门",
    "scale": 16,
    "data": [{
        "name": "大门1",
        "latitude": "23.04075",
        "longitude": "113.38844",
        "iconPath": "/images/map/ico/gate.png",
        "width": "30",
        "height": "30",
        "img": [
          "动物园导览/大门/大门1.png"
        ],
        "description": "大门1作为动物园的主要入口，为游客提供了便捷的进出通道。该入口设计宽敞，能够有效应对高峰时段的人流压力，确保游客快速入园而不至于造成拥堵。大门区域设有清晰的指示牌，帮助游客了解园区布局、开放时间及主要景点位置等基本信息。此外，这里还配备了信息咨询台和售票窗口，方便初次来访的游客获取所需的信息并购买门票。安全检查设施也设置在入口处，保障所有入园人员的安全。为了提升便利性，大门附近还有储物柜和租赁服务点，提供婴儿车、轮椅等设备的租借服务。"
      },
      {
        "name": "大门2",
        "latitude": "23.03831",
        "longitude": "113.40059",
        "iconPath": "/images/map/ico/gate.png",
        "width": "30",
        "height": "30",
        "img": [
          "动物园导览/大门/大门2.png"
        ],
        "description": "大门2是动物园的一个次要入口，同样具备良好的通行能力，旨在分散主入口的压力，特别是在旅游旺季或节假日时更为明显。此入口的设计与主入口保持一致，以确保整体协调性和统一性。周边配套设施齐全，包括停车场、自行车停放区以及出租车停靠点，便于不同交通方式前来的游客使用。大门2附近设有电子显示屏，实时更新园内活动信息和紧急通知，确保每位游客都能及时获得最新消息。尽管是一个次入口，但这里的工作人员同样经过专业培训，能够在第一时间解答游客的问题，并提供必要的帮助。此外，考虑到环保因素，大门2周围设置了多个垃圾分类回收站，鼓励游客共同维护环境卫生。"
      }
    ]
  }
]